{
  "event_type": {
    "2": 1,
    "0": 2,
    "<OOV>": 3
  },
  "category_code": {
    "unknown": 1,
    "electronics.smartphone": 2,
    "electronics.video.tv": 3,
    "electronics.audio.headphone": 4,
    "electronics.clocks": 5,
    "computers.notebook": 6,
    "appliances.environment.vacuum": 7,
    "appliances.kitchen.washer": 8,
    "apparel.shoes": 9,
    "appliances.kitchen.refrigerators": 10,
    "computers.desktop": 11,
    "auto.accessories.player": 12,
    "electronics.tablet": 13,
    "apparel.shoes.keds": 14,
    "furniture.bedroom.bed": 15,
    "furniture.living_room.cabinet": 16,
    "construction.tools.drill": 17,
    "electronics.telephone": 18,
    "appliances.kitchen.blender": 19,
    "appliances.kitchen.microwave": 20,
    "appliances.kitchen.oven": 21,
    "appliances.iron": 22,
    "electronics.audio.subwoofer": 23,
    "appliances.kitchen.kettle": 24,
    "appliances.environment.air_heater": 25,
    "kids.carriage": 26,
    "appliances.kitchen.meat_grinder": 27,
    "furniture.living_room.sofa": 28,
    "auto.accessories.alarm": 29,
    "accessories.bag": 30,
    "auto.accessories.videoregister": 31,
    "appliances.sewing_machine": 32,
    "appliances.environment.water_heater": 33,
    "computers.peripherals.printer": 34,
    "construction.tools.saw": 35,
    "construction.tools.generator": 36,
    "furniture.kitchen.chair": 37,
    "appliances.kitchen.hood": 38,
    "computers.peripherals.monitor": 39,
    "appliances.kitchen.hob": 40,
    "apparel.costume": 41,
    "kids.toys": 42,
    "appliances.kitchen.mixer": 43,
    "furniture.kitchen.table": 44,
    "appliances.kitchen.dishwasher": 45,
    "construction.tools.welding": 46,
    "appliances.personal.scales": 47,
    "computers.peripherals.mouse": 48,
    "computers.components.hdd": 49,
    "electronics.audio.acoustic": 50,
    "appliances.personal.hair_cutter": 51,
    "computers.components.videocards": 52,
    "appliances.kitchen.grill": 53,
    "sport.bicycle": 54,
    "appliances.kitchen.coffee_machine": 55,
    "furniture.living_room.chair": 56,
    "auto.accessories.compressor": 57,
    "computers.peripherals.keyboard": 58,
    "sport.trainer": 59,
    "appliances.kitchen.juicer": 60,
    "appliances.environment.air_conditioner": 61,
    "appliances.ironing_board": 62,
    "kids.skates": 63,
    "computers.components.cooler": 64,
    "computers.components.memory": 65,
    "accessories.wallet": 66,
    "kids.dolls": 67,
    "kids.swing": 68,
    "computers.components.motherboard": 69,
    "electronics.audio.music_tools.piano": 70,
    "auto.accessories.radar": 71,
    "computers.components.cpu": 72,
    "apparel.dress": 73,
    "construction.components.faucet": 74,
    "electronics.camera.video": 75,
    "appliances.kitchen.toster": 76,
    "apparel.jeans": 77,
    "computers.ebooks": 78,
    "construction.tools.pump": 79,
    "electronics.audio.microphone": 80,
    "kids.fmcg.diapers": 81,
    "appliances.personal.massager": 82,
    "apparel.underwear": 83,
    "furniture.bedroom.blanket": 84,
    "computers.components.power_supply": 85,
    "furniture.bedroom.pillow": 86,
    "medicine.tools.tonometer": 87,
    "furniture.bathroom.toilet": 88,
    "apparel.shirt": 89,
    "construction.tools.light": 90,
    "furniture.bathroom.bath": 91,
    "appliances.kitchen.coffee_grinder": 92,
    "construction.tools.painting": 93,
    "appliances.kitchen.steam_cooker": 94,
    "apparel.trousers": 95,
    "apparel.tshirt": 96,
    "apparel.jumper": 97,
    "electronics.camera.photo": 98,
    "electronics.video.projector": 99,
    "furniture.universal.light": 100,
    "stationery.cartrige": 101,
    "apparel.shoes.sandals": 102,
    "auto.accessories.parktronic": 103,
    "apparel.shoes.moccasins": 104,
    "sport.ski": 105,
    "sport.snowboard": 106,
    "country_yard.cultivator": 107,
    "computers.peripherals.camera": 108,
    "country_yard.lawn_mower": 109,
    "auto.accessories.winch": 110,
    "sport.tennis": 111,
    "accessories.umbrella": 112,
    "apparel.shoes.slipons": 113,
    "apparel.skirt": 114,
    "apparel.belt": 115,
    "apparel.shoes.ballet_shoes": 116,
    "apparel.sock": 117,
    "appliances.environment.fan": 118,
    "apparel.scarf": 119,
    "apparel.glove": 120,
    "construction.tools.soldering": 121,
    "auto.accessories.anti_freeze": 122,
    "apparel.shoes.step_ins": 123,
    "country_yard.furniture.hammok": 124,
    "apparel.shoes.espadrilles": 125,
    "apparel.shorts": 126,
    "apparel.jacket": 127,
    "construction.tools.screw": 128,
    "appliances.kitchen.fryer": 129,
    "country_yard.furniture.bench": 130,
    "<OOV>": 131
  },
  "general_category": {
    "electronics": 1,
    "unknown": 2,
    "appliances": 3,
    "computers": 4,
    "apparel": 5,
    "furniture": 6,
    "auto": 7,
    "construction": 8,
    "kids": 9,
    "accessories": 10,
    "sport": 11,
    "medicine": 12,
    "country_yard": 13,
    "stationery": 14,
    "<OOV>": 15
  },
  "brand": {
    "samsung": 1,
    "unknown": 2,
    "apple": 3,
    "xiaomi": 4,
    "huawei": 5,
    "lucente": 6,
    "lg": 7,
    "bosch": 8,
    "oppo": 9,
    "cordiant": 10,
    "sony": 11,
    "artel": 12,
    "acer": 13,
    "lenovo": 14,
    "respect": 15,
    "philips": 16,
    "indesit": 17,
    "redmond": 18,
    "hp": 19,
    "vitek": 20,
    "dauscher": 21,
    "tefal": 22,
    "polaris": 23,
    "elenberg": 24,
    "asus": 25,
    "casio": 26,
    "nokian": 27,
    "beko": 28,
    "triangle": 29,
    "midea": 30,
    "haier": 31,
    "stels": 32,
    "viatti": 33,
    "nokia": 34,
    "brw": 35,
    "baden": 36,
    "pioneer": 37,
    "sokolov": 38,
    "meizu": 39,
    "scarlett": 40,
    "braun": 41,
    "jbl": 42,
    "starline": 43,
    "janome": 44,
    "sv": 45,
    "yokohama": 46,
    "karcher": 47,
    "force": 48,
    "panasonic": 49,
    "rowenta": 50,
    "hansa": 51,
    "vivo": 52,
    "atlant": 53,
    "tunga": 54,
    "matador": 55,
    "bts": 56,
    "ariston": 57,
    "rieker": 58,
    "huter": 59,
    "omron": 60,
    "arg": 61,
    "crown": 62,
    "electrolux": 63,
    "kenwood": 64,
    "kingston": 65,
    "epson": 66,
    "honor": 67,
    "oasis": 68,
    "nike": 69,
    "kivi": 70,
    "canon": 71,
    "gorenje": 72,
    "galaxy": 73,
    "kapsen": 74,
    "gefest": 75,
    "nika": 76,
    "pulser": 77,
    "maxxis": 78,
    "zeta": 79,
    "bq": 80,
    "tp-link": 81,
    "tcl": 82,
    "skad": 83,
    "prestigio": 84,
    "maxwell": 85,
    "michelin": 86,
    "rondell": 87,
    "moulinex": 88,
    "transcend": 89,
    "roadx": 90,
    "alteco": 91,
    "karya": 92,
    "goodyear": 93,
    "elari": 94,
    "garmin": 95,
    "powertrac": 96,
    "oneplus": 97,
    "yasin": 98,
    "montale": 99,
    "thomas": 100,
    "dewalt": 101,
    "sho-me": 102,
    "kitfort": 103,
    "luminarc": 104,
    "belecoo": 105,
    "asel": 106,
    "defender": 107,
    "delonghi": 108,
    "tomfarr": 109,
    "texet": 110,
    "sven": 111,
    "bridgestone": 112,
    "ritmix": 113,
    "vegas": 114,
    "makita": 115,
    "nexpero": 116,
    "neoline": 117,
    "carfashion": 118,
    "ballu": 119,
    "shivaki": 120,
    "bars": 121,
    "remington": 122,
    "saturn": 123,
    "vega": 124,
    "yamaha": 125,
    "chicco": 126,
    "greyder": 127,
    "nexen": 128,
    "lorelli": 129,
    "jvc": 130,
    "versace": 131,
    "askona": 132,
    "omabelle": 133,
    "lego": 134,
    "conceptclub": 135,
    "orient": 136,
    "lider": 137,
    "strobbs": 138,
    "harper": 139,
    "cantra": 140,
    "dell": 141,
    "gigabyte": 142,
    "aeroforce": 143,
    "ibox": 144,
    "msi": 145,
    "imperial": 146,
    "lanvin": 147,
    "granhel": 148,
    "wonlex": 149,
    "almacom": 150,
    "tissot": 151,
    "joie": 152,
    "timberk": 153,
    "salamander": 154,
    "candy": 155,
    "perilla": 156,
    "willmark": 157,
    "pirelli": 158,
    "comforser": 159,
    "kicx": 160,
    "babyliss": 161,
    "goodride": 162,
    "rals": 163,
    "continental": 164,
    "joyroad": 165,
    "delta": 166,
    "fassen": 167,
    "jaguar": 168,
    "stanley": 169,
    "microlab": 170,
    "canyon": 171,
    "alpine": 172,
    "tigar": 173,
    "magnetta": 174,
    "intex": 175,
    "aerocool": 176,
    "apacer": 177,
    "navien": 178,
    "toshiba": 179,
    "pocketbook": 180,
    "ikea": 181,
    "pandora": 182,
    "aimoto": 183,
    "smeg": 184,
    "arnica": 185,
    "nikon": 186,
    "chanel": 187,
    "horizont": 188,
    "etor": 189,
    "rivertoys": 190,
    "intel": 191,
    "fly": 192,
    "inoi": 193,
    "gerat": 194,
    "hankook": 195,
    "changhong": 196,
    "matrix": 197,
    "adidas": 198,
    "dinastia": 199,
    "merelani": 200,
    "chayka": 201,
    "wingoffly": 202,
    "trebl": 203,
    "alkor": 204,
    "milavitsa": 205,
    "dior": 206,
    "incanto": 207,
    "flama": 208,
    "rooman": 209,
    "microsoft": 210,
    "armani": 211,
    "hifly": 212,
    "eurolux": 213,
    "housefit": 214,
    "hyperx": 215,
    "erlit": 216,
    "pride": 217,
    "hubert": 218,
    "toyo": 219,
    "silverlit": 220,
    "dwt": 221,
    "x-game": 222,
    "total": 223,
    "efremov": 224,
    "pt-group": 225,
    "domini": 226,
    "dyson": 227,
    "fila": 228,
    "kipardo": 229,
    "kolner": 230,
    "thermex": 231,
    "llorens": 232,
    "mart": 233,
    "genesis": 234,
    "brother": 235,
    "ea": 236,
    "palit": 237,
    "gislaved": 238,
    "habilead": 239,
    "deepcool": 240,
    "creed": 241,
    "hotpoint-ariston": 242,
    "logitech": 243,
    "hyundai": 244,
    "bene": 245,
    "stihl": 246,
    "bfgoodrich": 247,
    "element": 248,
    "petek": 249,
    "kartal": 250,
    "reebok": 251,
    "trust": 252,
    "alphard": 253,
    "berghoff": 254,
    "roadstone": 255,
    "marshall": 256,
    "akom": 257,
    "asrock": 258,
    "karat": 259,
    "welly": 260,
    "hoco": 261,
    "irbis": 262,
    "legre": 263,
    "acme": 264,
    "amd": 265,
    "dji": 266,
    "darina": 267,
    "gucci": 268,
    "gigawatt": 269,
    "kormoran": 270,
    "stendmebel": 271,
    "doogee": 272,
    "plantronics": 273,
    "atlantic": 274,
    "gipfel": 275,
    "aqua": 276,
    "bestway": 277,
    "hertz": 278,
    "tarkett": 279,
    "phoenix": 280,
    "denzel": 281,
    "burgerschuhe": 282,
    "lux": 283,
    "swat": 284,
    "adil": 285,
    "huggies": 286,
    "alis": 287,
    "netechnics": 288,
    "pupa": 289,
    "boccia": 290,
    "babytime": 291,
    "moschino": 292,
    "puma": 293,
    "pituso": 294,
    "asm": 295,
    "hasbro": 296,
    "caramelia": 297,
    "peda": 298,
    "dunlop": 299,
    "mazzini": 300,
    "jordan": 301,
    "cover": 302,
    "fossil": 303,
    "picard": 304,
    "deluxe": 305,
    "cortland": 306,
    "rastar": 307,
    "ergo": 308,
    "jet": 309,
    "baltekstil": 310,
    "sava": 311,
    "maxvi": 312,
    "king": 313,
    "selby": 314,
    "turbo": 315,
    "geil": 316,
    "dxracer": 317,
    "delux": 318,
    "volta": 319,
    "zubr": 320,
    "kukmara": 321,
    "bergner": 322,
    "laston": 323,
    "p.i.t.": 324,
    "escan": 325,
    "polini": 326,
    "weekend": 327,
    "farroad": 328,
    "peg-perego": 329,
    "lacoste": 330,
    "balta": 331,
    "svc": 332,
    "bambola": 333,
    "jinga": 334,
    "edge": 335,
    "seagate": 336,
    "axis": 337,
    "navitel": 338,
    "varta": 339,
    "pozis": 340,
    "swisshome": 341,
    "unit": 342,
    "decoroom": 343,
    "smart": 344,
    "rusgoldart": 345,
    "sportelite": 346,
    "bulgari": 347,
    "matrol": 348,
    "robertobravo": 349,
    "asics": 350,
    "ovation": 351,
    "givenchy": 352,
    "tomahawk": 353,
    "bertoni": 354,
    "smile": 355,
    "gopro": 356,
    "vichy": 357,
    "olmio": 358,
    "shagovita": 359,
    "continent": 360,
    "turboair": 361,
    "cybex": 362,
    "norfin": 363,
    "leadbros": 364,
    "sonel": 365,
    "racer": 366,
    "artmusical": 367,
    "trollbeads": 368,
    "fender": 369,
    "tramontina": 370,
    "thermaltake": 371,
    "centurion": 372,
    "neo": 373,
    "edufun": 374,
    "maxtrek": 375,
    "voltman": 376,
    "tamaris": 377,
    "aquamarine": 378,
    "komfort-s": 379,
    "teploross": 380,
    "bauer": 381,
    "avalon": 382,
    "teosa": 383,
    "sparta": 384,
    "sunwide": 385,
    "zte": 386,
    "stagg": 387,
    "nakamichi": 388,
    "diamant": 389,
    "bernina": 390,
    "kitchenaid": 391,
    "remax": 392,
    "rebus": 393,
    "arua": 394,
    "nintendo": 395,
    "redragon": 396,
    "anytek": 397,
    "ubisoft": 398,
    "garvalin": 399,
    "millionaire": 400,
    "google": 401,
    "diamondunion": 402,
    "oursson": 403,
    "clatronic": 404,
    "mutant": 405,
    "maxler": 406,
    "giant": 407,
    "vihr": 408,
    "razer": 409,
    "coballe": 410,
    "vinzer": 411,
    "hygge": 412,
    "metabo": 413,
    "shell": 414,
    "partner": 415,
    "ersport": 416,
    "roncato": 417,
    "nitto": 418,
    "romana": 419,
    "blaupunkt": 420,
    "moldabela": 421,
    "aoteli": 422,
    "montblanc": 423,
    "jade": 424,
    "domyos": 425,
    "playme": 426,
    "rinnai": 427,
    "delmax": 428,
    "steelseries": 429,
    "umi": 430,
    "elikor": 431,
    "casper": 432,
    "whirlpool": 433,
    "cenmax": 434,
    "oral-b": 435,
    "bestoy": 436,
    "thule": 437,
    "sailun": 438,
    "rant": 439,
    "hoover": 440,
    "lorelli-bertoni": 441,
    "alesis": 442,
    "shenma": 443,
    "awei": 444,
    "elysium": 445,
    "fujifilm": 446,
    "wacom": 447,
    "gree": 448,
    "genau": 449,
    "fubag": 450,
    "crockid": 451,
    "zelmer": 452,
    "adata": 453,
    "denn": 454,
    "gosh": 455,
    "dermacol": 456,
    "toro": 457,
    "kurzweil": 458,
    "harley-davidson": 459,
    "irobot": 460,
    "aplus": 461,
    "renova": 462,
    "bourjois": 463,
    "lancome": 464,
    "a-case": 465,
    "danielklein": 466,
    "flight": 467,
    "aoc": 468,
    "startul": 469,
    "hb": 470,
    "brateck": 471,
    "drjart": 472,
    "appollo": 473,
    "tristar": 474,
    "pasabahce": 475,
    "usams": 476,
    "cersanit": 477,
    "toyota": 478,
    "bruder": 479,
    "d-link": 480,
    "mebelson": 481,
    "triton": 482,
    "fabretti": 483,
    "kugoo": 484,
    "stayer": 485,
    "huion": 486,
    "hisense": 487,
    "ryobi": 488,
    "marcomen": 489,
    "garrett": 490,
    "adamex": 491,
    "maunfeld": 492,
    "kumho": 493,
    "daneildesch": 494,
    "mykronoz": 495,
    "missha": 496,
    "marcomenti": 497,
    "covani": 498,
    "agness": 499,
    "sumdex": 500,
    "vestel": 501,
    "peterhof": 502,
    "gamma": 503,
    "tecno": 504,
    "parkmaster": 505,
    "axper": 506,
    "almada": 507,
    "erkaplan": 508,
    "kristal": 509,
    "ecocool": 510,
    "pablosky": 511,
    "nutrilon": 512,
    "levenhuk": 513,
    "zlatek": 514,
    "belashoff": 515,
    "dkny": 516,
    "crucial": 517,
    "velvet": 518,
    "m-audio": 519,
    "apollo": 520,
    "tonybellucci": 521,
    "powerplant": 522,
    "alvitek": 523,
    "syma": 524,
    "smashbox": 525,
    "babor": 526,
    "barneo": 527,
    "wellberg": 528,
    "epr": 529,
    "carters": 530,
    "versale": 531,
    "burton": 532,
    "nexttab": 533,
    "greta": 534,
    "cort": 535,
    "klima": 536,
    "akvaton": 537,
    "unilux": 538,
    "torrent": 539,
    "bioderma": 540,
    "bork": 541,
    "native": 542,
    "gezatone": 543,
    "prologic": 544,
    "dion": 545,
    "rial": 546,
    "resanta": 547,
    "rombica": 548,
    "shiseido": 549,
    "kenzo": 550,
    "mebelswow-rn": 551,
    "ostamebel": 552,
    "uno": 553,
    "avatar": 554,
    "mystery": 555,
    "luxell": 556,
    "barbie": 557,
    "wenge": 558,
    "phantom": 559,
    "pinskdrev": 560,
    "bardahl": 561,
    "htc": 562,
    "grohe": 563,
    "yoya": 564,
    "hitachi": 565,
    "shimano": 566,
    "gf": 567,
    "muqajankz": 568,
    "qmax": 569,
    "febest": 570,
    "sjcam": 571,
    "bodysculpture": 572,
    "bosher": 573,
    "alpina": 574,
    "edon": 575,
    "babyzen": 576,
    "can-am": 577,
    "nitro": 578,
    "sennheiser": 579,
    "noppies": 580,
    "caprice": 581,
    "snowcap": 582,
    "kapika": 583,
    "velvet-santiago": 584,
    "swatch": 585,
    "mirage": 586,
    "adriatica": 587,
    "kronospan": 588,
    "scovo": 589,
    "gross": 590,
    "lemark": 591,
    "longines": 592,
    "verloni": 593,
    "pikate": 594,
    "novline": 595,
    "cougar": 596,
    "ivt": 597,
    "beats": 598,
    "disney": 599,
    "gamemax": 600,
    "id-cooling": 601,
    "akpo": 602,
    "nania": 603,
    "grow-with-me": 604,
    "ski-doo": 605,
    "maomaoku": 606,
    "santeri": 607,
    "plitex": 608,
    "annaanna": 609,
    "mobil": 610,
    "diesel": 611,
    "mattel": 612,
    "kingtul": 613,
    "gulliver": 614,
    "ecotex": 615,
    "mutlu": 616,
    "amazon": 617,
    "xerox": 618,
    "riga": 619,
    "romanson": 620,
    "longway": 621,
    "wallberry": 622,
    "powercolor": 623,
    "bsn": 624,
    "compasal": 625,
    "veston": 626,
    "olto": 627,
    "galanz": 628,
    "collistar": 629,
    "guerlain": 630,
    "babylisspro": 631,
    "daewoo": 632,
    "huntkey": 633,
    "vako": 634,
    "confetti": 635,
    "aero": 636,
    "boyscout": 637,
    "bose": 638,
    "intego": 639,
    "shure": 640,
    "chloe": 641,
    "genius": 642,
    "zeppelin": 643,
    "certina": 644,
    "rapoo": 645,
    "first": 646,
    "onlitop": 647,
    "huanger": 648,
    "ams": 649,
    "rosa": 650,
    "delsey": 651,
    "einhell": 652,
    "carver": 653,
    "kiturami": 654,
    "coty": 655,
    "t-max": 656,
    "kaiser": 657,
    "ccm": 658,
    "xing": 659,
    "pampers": 660,
    "skyworth": 661,
    "dobrusskijfarforovyjzavod": 662,
    "titan": 663,
    "beyond": 664,
    "celestron": 665,
    "lumene": 666,
    "bravo": 667,
    "moser": 668,
    "seiko": 669,
    "inhouse": 670,
    "teknum": 671,
    "subini": 672,
    "peavey": 673,
    "hausmann": 674,
    "orange": 675,
    "deta": 676,
    "portcase": 677,
    "babyswing": 678,
    "wera": 679,
    "audio-technica": 680,
    "roland": 681,
    "goform": 682,
    "yato": 683,
    "danke": 684,
    "deppa": 685,
    "redford": 686,
    "gran-stone": 687,
    "eltempo": 688,
    "sulu": 689,
    "elan": 690,
    "elizavecca": 691,
    "serebro": 692,
    "goodloot": 693,
    "aeg": 694,
    "patriot": 695,
    "bartek": 696,
    "activision": 697,
    "simba": 698,
    "dometic": 699,
    "iwalk": 700,
    "jetpik": 701,
    "sapphire": 702,
    "carlsbad": 703,
    "avene": 704,
    "jabra": 705,
    "buggy": 706,
    "bburago": 707,
    "merries": 708,
    "suunto": 709,
    "nutrex": 710,
    "firestone": 711,
    "santek": 712,
    "forward": 713,
    "gkhair": 714,
    "grape": 715,
    "boneco": 716,
    "gionee": 717,
    "forcekraft": 718,
    "afnan": 719,
    "saferich": 720,
    "alser": 721,
    "fissman": 722,
    "gimi": 723,
    "winca": 724,
    "cartier": 725,
    "bbk": 726,
    "anex": 727,
    "tamiteks": 728,
    "rado": 729,
    "ava": 730,
    "citizen": 731,
    "lumme": 732,
    "rivacase": 733,
    "badlandgames": 734,
    "rosetta": 735,
    "glasman": 736,
    "amouage": 737,
    "satura": 738,
    "persona": 739,
    "fitlux": 740,
    "ga-de": 741,
    "redbo": 742,
    "gewa": 743,
    "mercury": 744,
    "tuka": 745,
    "nestogen": 746,
    "imx": 747,
    "bovidix": 748,
    "otan": 749,
    "kelli": 750,
    "akvafor": 751,
    "motorola": 752,
    "olmeko": 753,
    "autoprofi": 754,
    "xp-pen": 755,
    "bohemia": 756,
    "glamglow": 757,
    "ansmann": 758,
    "prada": 759,
    "bradex": 760,
    "adamas": 761,
    "dam": 762,
    "ezetil": 763,
    "stark": 764,
    "lidonet": 765,
    "melitta": 766,
    "walfix": 767,
    "keter": 768,
    "sordiant": 769,
    "inspector": 770,
    "infinity": 771,
    "hiper": 772,
    "trussardi": 773,
    "skagen": 774,
    "coolfort": 775,
    "attribute": 776,
    "pnb": 777,
    "squier": 778,
    "machaon": 779,
    "roborock": 780,
    "osman": 781,
    "focal": 782,
    "luxvisage": 783,
    "rapid": 784,
    "spur": 785,
    "visavis": 786,
    "mancera": 787,
    "tyrex": 788,
    "kx": 789,
    "emsa": 790,
    "firman": 791,
    "mercedes": 792,
    "solostyle": 793,
    "fancy": 794,
    "westa": 795,
    "morel": 796,
    "cavaletto": 797,
    "milwaukee": 798,
    "remonte": 799,
    "welss": 800,
    "columbia": 801,
    "bochetti": 802,
    "adile": 803,
    "fiesta": 804,
    "kolibri": 805,
    "zanussi": 806,
    "fisher-price": 807,
    "koopman": 808,
    "pyrex": 809,
    "optima": 810,
    "ardahali": 811,
    "naturehike": 812,
    "simfer": 813,
    "rockforce": 814,
    "edifier": 815,
    "autoline": 816,
    "chameleon": 817,
    "nasomatto": 818,
    "vitebskiekovry": 819,
    "remain": 820,
    "akai": 821,
    "rush": 822,
    "bmw": 823,
    "bsa-wheels": 824,
    "audison": 825,
    "dirkje": 826,
    "sanita": 827,
    "jasic": 828,
    "stolplit": 829,
    "botas": 830,
    "stiga": 831,
    "maribel": 832,
    "aurora": 833,
    "origins": 834,
    "kabrita": 835,
    "exide": 836,
    "riviera": 837,
    "hilo": 838,
    "schaublorenz": 839,
    "mantra": 840,
    "garanterm": 841,
    "sandisk": 842,
    "yvessaintlaurent": 843,
    "veho": 844,
    "machete": 845,
    "vladi": 846,
    "s.a.n.": 847,
    "milat": 848,
    "elna": 849,
    "blackberry": 850,
    "oris": 851,
    "alcasta": 852,
    "heyner": 853,
    "imperia": 854,
    "mbs": 855,
    "gaissina": 856,
    "nivea": 857,
    "hayali": 858,
    "mitasu": 859,
    "haro": 860,
    "nillkin": 861,
    "leatherman": 862,
    "garnier": 863,
    "fujida": 864,
    "casada": 865,
    "anta": 866,
    "evrodetal": 867,
    "natrol": 868,
    "terris": 869,
    "kronasteel": 870,
    "ausini": 871,
    "ray-ban": 872,
    "achilles": 873,
    "calorie": 874,
    "maxima": 875,
    "lirene": 876,
    "fenix": 877,
    "mltl": 878,
    "krause": 879,
    "tuffoni": 880,
    "smartrike": 881,
    "enough": 882,
    "nicecooker": 883,
    "tch": 884,
    "inglesina": 885,
    "jonnesway": 886,
    "solomon": 887,
    "orto-bed": 888,
    "i-baby": 889,
    "cablexpert": 890,
    "yacco": 891,
    "burberry": 892,
    "fivestars": 893,
    "siger": 894,
    "ombra": 895,
    "nobby": 896,
    "rubineta": 897,
    "rossinka": 898,
    "nuna": 899,
    "wster": 900,
    "marshal": 901,
    "didistyle": 902,
    "touchbeauty": 903,
    "sms": 904,
    "embryolisse": 905,
    "biotech": 906,
    "polar": 907,
    "energizer": 908,
    "manfrotto": 909,
    "okuma": 910,
    "amtel": 911,
    "ilife": 912,
    "silva": 913,
    "christina": 914,
    "castrol": 915,
    "crosby": 916,
    "greentek": 917,
    "hanowa": 918,
    "modern": 919,
    "zalman": 920,
    "mima": 921,
    "rimax": 922,
    "tutis": 923,
    "gemei": 924,
    "mamadoma": 925,
    "incar": 926,
    "gazpromneft": 927,
    "scoole": 928,
    "next": 929,
    "broomer": 930,
    "cnd": 931,
    "topface": 932,
    "mio": 933,
    "thrustmaster": 934,
    "nutricia": 935,
    "beyerdynamic": 936,
    "x-level": 937,
    "verbatim": 938,
    "besty": 939,
    "aiko": 940,
    "leader": 941,
    "fisher": 942,
    "acuvue": 943,
    "babybotte": 944,
    "lorus": 945,
    "coleman": 946,
    "coccinelle": 947,
    "altenzo": 948,
    "ferrino": 949,
    "ortega": 950,
    "sega": 951,
    "tesoro": 952,
    "mebelgrad": 953,
    "witerra": 954,
    "deeper": 955,
    "novatex": 956,
    "nitecore": 957,
    "minerva": 958,
    "giornonotte": 959,
    "blueseven": 960,
    "daisy": 961,
    "alca": 962,
    "timson": 963,
    "roamer": 964,
    "dsp": 965,
    "kainar": 966,
    "singer": 967,
    "alligator": 968,
    "masstone": 969,
    "karaja": 970,
    "romax": 971,
    "gerber": 972,
    "bellamebel": 973,
    "medeli": 974,
    "poopsie": 975,
    "atoll": 976,
    "aquapick": 977,
    "fitbit": 978,
    "tognana": 979,
    "rainbo": 980,
    "blackvue": 981,
    "nikotex": 982,
    "trinx": 983,
    "inkax": 984,
    "neposeda": 985,
    "babys": 986,
    "diamond": 987,
    "radaway": 988,
    "dymatize": 989,
    "centrpravilnogosna": 990,
    "max": 991,
    "troyka": 992,
    "edox": 993,
    "tega": 994,
    "acv": 995,
    "nubia": 996,
    "verossa": 997,
    "dcshoes": 998,
    "forsage": 999,
    "hangover": 1000,
    "viviennesabo": 1001,
    "juki": 1002,
    "erbis": 1003,
    "qiangchi": 1004,
    "sakura": 1005,
    "helvetia": 1006,
    "roxy": 1007,
    "escada": 1008,
    "lalique": 1009,
    "agl": 1010,
    "gracecole": 1011,
    "forza": 1012,
    "grillver": 1013,
    "t-rex": 1014,
    "domani-spa": 1015,
    "master": 1016,
    "puckator": 1017,
    "polaroid": 1018,
    "murager": 1019,
    "biomecanics": 1020,
    "berkut": 1021,
    "quechua": 1022,
    "essence": 1023,
    "bethesda": 1024,
    "leo": 1025,
    "tenda": 1026,
    "steppuzzle": 1027,
    "baratto": 1028,
    "ride": 1029,
    "viewsonic": 1030,
    "joerex": 1031,
    "cube": 1032,
    "finish": 1033,
    "salmo": 1034,
    "easywalker": 1035,
    "wurth": 1036,
    "domasnijocag": 1037,
    "plextor": 1038,
    "travelite": 1039,
    "line": 1040,
    "wuw": 1041,
    "startline": 1042,
    "kirkland": 1043,
    "weifeng": 1044,
    "franke": 1045,
    "alcon": 1046,
    "intro": 1047,
    "cacharel": 1048,
    "holder": 1049,
    "mammut": 1050,
    "payot": 1051,
    "jura": 1052,
    "crona": 1053,
    "moliabal": 1054,
    "buderus": 1055,
    "kativa": 1056,
    "electronicarts": 1057,
    "arena": 1058,
    "powcan": 1059,
    "meade": 1060,
    "jockey": 1061,
    "peak": 1062,
    "mebelazii": 1063,
    "fitchbaby": 1064,
    "alutec": 1065,
    "sabyrzhanayrin": 1066,
    "laurastar": 1067,
    "fanline": 1068,
    "onkron": 1069,
    "jetair": 1070,
    "dizel": 1071,
    "motul": 1072,
    "now": 1073,
    "author": 1074,
    "comfee": 1075,
    "erisson": 1076,
    "karmen": 1077,
    "keenway": 1078,
    "roadmarch": 1079,
    "giorgioarmani": 1080,
    "arsi": 1081,
    "kmk": 1082,
    "head": 1083,
    "greenpan": 1084,
    "obi": 1085,
    "sigma": 1086,
    "teka": 1087,
    "bambini": 1088,
    "w-star": 1089,
    "dynamic": 1090,
    "iiyama": 1091,
    "terra": 1092,
    "rucelf": 1093,
    "arcodoro": 1094,
    "victorinox": 1095,
    "art-visage": 1096,
    "solite": 1097,
    "trek": 1098,
    "agatharuizdelaprada": 1099,
    "avel": 1100,
    "korg": 1101,
    "perina": 1102,
    "prology": 1103,
    "ladida": 1104,
    "nuxe": 1105,
    "wagner": 1106,
    "purederm": 1107,
    "airline": 1108,
    "condtrol": 1109,
    "calve": 1110,
    "palmers": 1111,
    "note": 1112,
    "festina": 1113,
    "internedoors": 1114,
    "basic": 1115,
    "moony": 1116,
    "wortex": 1117,
    "pccooler": 1118,
    "konlega": 1119,
    "vectron": 1120,
    "goo.n": 1121,
    "handwers": 1122,
    "dsland": 1123,
    "kapous": 1124,
    "aeolus": 1125,
    "suave": 1126,
    "magellan": 1127,
    "viking": 1128,
    "technomax": 1129,
    "momert": 1130,
    "festool": 1131,
    "keune": 1132,
    "byredo": 1133,
    "scher-khan": 1134,
    "manuoki": 1135,
    "isntree": 1136,
    "kovroff": 1137,
    "rozenbal": 1138,
    "yusufhali": 1139,
    "ariete": 1140,
    "shiraz": 1141,
    "kerasys": 1142,
    "dunhill": 1143,
    "zemex": 1144,
    "clarion": 1145,
    "dremel": 1146,
    "electro-voice": 1147,
    "tacx": 1148,
    "bissell": 1149,
    "yema": 1150,
    "joyroom": 1151,
    "sweety": 1152,
    "walkmaxx": 1153,
    "tutti": 1154,
    "behringer": 1155,
    "barty": 1156,
    "tomford": 1157,
    "tec": 1158,
    "orico": 1159,
    "marta": 1160,
    "veritas": 1161,
    "sonyinteractiveentertainment": 1162,
    "aston": 1163,
    "taller": 1164,
    "bravat": 1165,
    "jacqueslemans": 1166,
    "cellio": 1167,
    "telefunken": 1168,
    "holiday": 1169,
    "babykiss": 1170,
    "michaelkors": 1171,
    "shua": 1172,
    "eco": 1173,
    "quiksilver": 1174,
    "pintinox": 1175,
    "reima": 1176,
    "alilo": 1177,
    "moon": 1178,
    "zeetex": 1179,
    "basik": 1180,
    "nz": 1181,
    "voltmaster": 1182,
    "bugatti": 1183,
    "maestro": 1184,
    "waterpik": 1185,
    "rcr": 1186,
    "byintek": 1187,
    "segway": 1188,
    "profiko": 1189,
    "blackbox": 1190,
    "biwec": 1191,
    "fli": 1192,
    "mapex": 1193,
    "maxi-cosi": 1194,
    "outwell": 1195,
    "royal": 1196,
    "roca": 1197,
    "ninebot": 1198,
    "sasta": 1199,
    "stalker": 1200,
    "haday": 1201,
    "yamato": 1202,
    "anon": 1203,
    "motorguide": 1204,
    "bumbleride": 1205,
    "omero": 1206,
    "sinbo": 1207,
    "similac": 1208,
    "gembird": 1209,
    "kuppersberg": 1210,
    "niio": 1211,
    "legeartis": 1212,
    "doohan": 1213,
    "demiray": 1214,
    "mersco": 1215,
    "pny": 1216,
    "ugreen": 1217,
    "sledopyt": 1218,
    "rockdale": 1219,
    "wonderlab": 1220,
    "tonar": 1221,
    "homy": 1222,
    "dendy": 1223,
    "moonybaby": 1224,
    "mz": 1225,
    "vossen": 1226,
    "luris": 1227,
    "jkexer": 1228,
    "optoma": 1229,
    "globber": 1230,
    "betsy": 1231,
    "porsche": 1232,
    "daiwa": 1233,
    "dilis": 1234,
    "greenway": 1235,
    "bresser": 1236,
    "tech-line": 1237,
    "capcom": 1238,
    "maisto": 1239,
    "fornelli": 1240,
    "oxygen": 1241,
    "masei": 1242,
    "babyzz": 1243,
    "phillips": 1244,
    "air-cool": 1245,
    "halei": 1246,
    "powertec": 1247,
    "bushnell": 1248,
    "mydean": 1249,
    "graffiti": 1250,
    "noktamakro": 1251,
    "jasmine": 1252,
    "havit": 1253,
    "cifyurm": 1254,
    "micmax": 1255,
    "dox": 1256,
    "riko": 1257,
    "adelline": 1258,
    "sportop": 1259,
    "regent": 1260,
    "schneider": 1261,
    "nzxt": 1262,
    "catunltd": 1263,
    "hobot": 1264,
    "ballarini": 1265,
    "quinny": 1266,
    "husqvarna": 1267,
    "polti": 1268,
    "dls": 1269,
    "gehwol": 1270,
    "chigo": 1271,
    "kawai": 1272,
    "rostok-mebel": 1273,
    "elica": 1274,
    "orium": 1275,
    "apache": 1276,
    "gainward": 1277,
    "kettler": 1278,
    "ricoh": 1279,
    "avs": 1280,
    "fischer": 1281,
    "aria": 1282,
    "blam": 1283,
    "birusa": 1284,
    "cezaris": 1285,
    "akg": 1286,
    "autovirazh": 1287,
    "chieftec": 1288,
    "pangao": 1289,
    "rockstargames": 1290,
    "bafang": 1291,
    "kontinent": 1292,
    "muscletech": 1293,
    "battipav": 1294,
    "leem": 1295,
    "spinmop": 1296,
    "chub": 1297,
    "venta": 1298,
    "koss": 1299,
    "polese": 1300,
    "kapousprofessional": 1301,
    "carhome": 1302,
    "omoikiri": 1303,
    "ambition": 1304,
    "babygo": 1305,
    "reluce": 1306,
    "laufen": 1307,
    "flormar": 1308,
    "am.pm": 1309,
    "tucano": 1310,
    "bugati": 1311,
    "tundra": 1312,
    "monro": 1313,
    "brizoll": 1314,
    "pro-karaoke": 1315,
    "vt": 1316,
    "wahl": 1317,
    "centek": 1318,
    "zongshen": 1319,
    "aivengo": 1320,
    "vitaluce": 1321,
    "sima-land": 1322,
    "opadiris": 1323,
    "beeline": 1324,
    "dk": 1325,
    "corsair": 1326,
    "sksportivnaakollekcia": 1327,
    "dexp": 1328,
    "rotor": 1329,
    "mexx": 1330,
    "topicrem": 1331,
    "sirius": 1332,
    "otex": 1333,
    "kingtony": 1334,
    "pandect": 1335,
    "benebaby": 1336,
    "alphaline": 1337,
    "jeep": 1338,
    "steelflex": 1339,
    "uragan": 1340,
    "global": 1341,
    "guerisson": 1342,
    "novigo": 1343,
    "mido": 1344,
    "sly": 1345,
    "hitechnic": 1346,
    "dearest": 1347,
    "ty": 1348,
    "sibrteh": 1349,
    "fisherman": 1350,
    "kuttenkeuler": 1351,
    "elegant": 1352,
    "elf": 1353,
    "toway": 1354,
    "ara": 1355,
    "gamdias": 1356,
    "eltreco": 1357,
    "barokko": 1358,
    "colourpop": 1359,
    "flambeau": 1360,
    "cannondale": 1361,
    "flavia": 1362,
    "syntrax": 1363,
    "marley": 1364,
    "guangwei": 1365,
    "vertex": 1366,
    "micio": 1367,
    "prolike": 1368,
    "dayun": 1369,
    "shakira": 1370,
    "mora": 1371,
    "forlux": 1372,
    "proxima": 1373,
    "graphite": 1374,
    "etalon": 1375,
    "mtx": 1376,
    "ibaby": 1377,
    "pdw": 1378,
    "agu": 1379,
    "niznekamsksina": 1380,
    "sunday": 1381,
    "ecolab": 1382,
    "minimotors": 1383,
    "beurer": 1384,
    "acm": 1385,
    "pedrollo": 1386,
    "frozen": 1387,
    "balmain": 1388,
    "apc": 1389,
    "gerbor": 1390,
    "eviza": 1391,
    "tsubaki": 1392,
    "mebels": 1393,
    "nutrend": 1394,
    "e-blue": 1395,
    "barer": 1396,
    "wingo": 1397,
    "stinger": 1398,
    "cityup": 1399,
    "yunteng": 1400,
    "kpt": 1401,
    "electronicsdeluxe": 1402,
    "indigo": 1403,
    "selective": 1404,
    "lexmark": 1405,
    "huile": 1406,
    "starway": 1407,
    "vans": 1408,
    "centara": 1409,
    "preciosa": 1410,
    "jack": 1411,
    "smoby": 1412,
    "sinotex": 1413,
    "milano": 1414,
    "parrot": 1415,
    "arrivo": 1416,
    "wethepeople": 1417,
    "hama": 1418,
    "kovea": 1419,
    "signal": 1420,
    "smartbuy": 1421,
    "al-ko": 1422,
    "longstyle": 1423,
    "mastela": 1424,
    "dds": 1425,
    "admira": 1426,
    "coopervision": 1427,
    "helios": 1428,
    "nord": 1429,
    "ducray": 1430,
    "medalist": 1431,
    "gskill": 1432,
    "hermes": 1433,
    "salomon": 1434,
    "baboo": 1435,
    "colombo": 1436,
    "beautycreations": 1437,
    "bibalina": 1438,
    "leeco": 1439,
    "xgimi": 1440,
    "piatnik": 1441,
    "azzaro": 1442,
    "elite": 1443,
    "takeit": 1444,
    "shaik": 1445,
    "sjrc": 1446,
    "fengnix": 1447,
    "neva": 1448,
    "senci": 1449,
    "dickie": 1450,
    "wincars": 1451,
    "schreuders": 1452,
    "bela": 1453,
    "shindo": 1454,
    "tempish": 1455,
    "helfer": 1456,
    "rokids": 1457,
    "rezult": 1458,
    "fit-rx": 1459,
    "farmavita": 1460,
    "tamish": 1461,
    "scott": 1462,
    "loreal": 1463,
    "qvs": 1464,
    "altair": 1465,
    "ats": 1466,
    "krups": 1467,
    "genebre": 1468,
    "bwell": 1469,
    "genki": 1470,
    "korting": 1471,
    "makeblock": 1472,
    "rextor": 1473,
    "kastamonu": 1474,
    "gys": 1475,
    "amatis": 1476,
    "spaquatoria": 1477,
    "gardena": 1478,
    "travellight": 1479,
    "lonex": 1480,
    "noryalli": 1481,
    "hottek": 1482,
    "kipocket": 1483,
    "fisherprice": 1484,
    "nanga": 1485,
    "laudio": 1486,
    "plano": 1487,
    "berlingerhaus": 1488,
    "prestige": 1489,
    "mateus": 1490,
    "lina": 1491,
    "concept": 1492,
    "fiio": 1493,
    "remix": 1494,
    "a-mega": 1495,
    "alterna": 1496,
    "mak": 1497,
    "takamine": 1498,
    "rw": 1499,
    "cam": 1500,
    "ferrari": 1501,
    "panouge": 1502,
    "alumet": 1503,
    "stokke": 1504,
    "chairman": 1505,
    "jinjianfeng": 1506,
    "davidoff": 1507,
    "albertocasiano": 1508,
    "babyhit": 1509,
    "relouis": 1510,
    "roadcruza": 1511,
    "ching-ching": 1512,
    "leica": 1513,
    "d-clinic": 1514,
    "on": 1515,
    "meinl": 1516,
    "moov": 1517,
    "glamvers": 1518,
    "wilson": 1519,
    "derspur": 1520,
    "ipower": 1521,
    "deviser": 1522,
    "brevi": 1523,
    "promozer": 1524,
    "doliva": 1525,
    "obsessive": 1526,
    "textura": 1527,
    "popov": 1528,
    "listvig": 1529,
    "ronas": 1530,
    "sheba": 1531,
    "teamgroup": 1532,
    "cobra": 1533,
    "zebratoys": 1534,
    "moxom": 1535,
    "kef": 1536,
    "liv": 1537,
    "tobot": 1538,
    "nik": 1539,
    "homeart": 1540,
    "tv-shop": 1541,
    "kaemingk": 1542,
    "domcraft": 1543,
    "dekok": 1544,
    "rochas": 1545,
    "houseofseasons": 1546,
    "erdenet": 1547,
    "avis": 1548,
    "studioprofessional": 1549,
    "castorland": 1550,
    "peruzzo": 1551,
    "babylock": 1552,
    "gelflex": 1553,
    "keneksi": 1554,
    "akvarel": 1555,
    "kiddieart": 1556,
    "olympus": 1557,
    "damask": 1558,
    "bisou": 1559,
    "samga": 1560,
    "scierra": 1561,
    "tpmaster": 1562,
    "mebberi": 1563,
    "insight": 1564,
    "traser": 1565,
    "halmar": 1566,
    "ast": 1567,
    "lifedeco": 1568,
    "mars": 1569,
    "petro-canada": 1570,
    "swissline": 1571,
    "pierrelannier": 1572,
    "rika": 1573,
    "tima": 1574,
    "metsui": 1575,
    "lcf": 1576,
    "rodi": 1577,
    "avizor": 1578,
    "genlog": 1579,
    "lite-on": 1580,
    "kraftool": 1581,
    "xxr": 1582,
    "metrot": 1583,
    "skytech": 1584,
    "kubanfarfor": 1585,
    "colgate": 1586,
    "quatro": 1587,
    "gladen": 1588,
    "sariel": 1589,
    "airwheel": 1590,
    "greenbike": 1591,
    "seintex": 1592,
    "bair": 1593,
    "esthetichouse": 1594,
    "zotac": 1595,
    "gt": 1596,
    "cafemimi": 1597,
    "bro": 1598,
    "starmix": 1599,
    "granicom": 1600,
    "leaderkids": 1601,
    "x-race": 1602,
    "fantasia": 1603,
    "playgro": 1604,
    "whistler": 1605,
    "converse": 1606,
    "mibb": 1607,
    "valentino": 1608,
    "iddis": 1609,
    "artway": 1610,
    "afox": 1611,
    "destra": 1612,
    "medela": 1613,
    "larsen": 1614,
    "divalux": 1615,
    "keddo": 1616,
    "visage": 1617,
    "patrino": 1618,
    "momentum": 1619,
    "amarobaby": 1620,
    "aerosystem": 1621,
    "cailyn": 1622,
    "atrai": 1623,
    "alexrojo": 1624,
    "vipe": 1625,
    "finezza": 1626,
    "leefitness": 1627,
    "blanco": 1628,
    "bombbar": 1629,
    "ruike": 1630,
    "zhejiang": 1631,
    "anskin": 1632,
    "solaris": 1633,
    "eksmo": 1634,
    "minimen": 1635,
    "geoffanderson": 1636,
    "qq": 1637,
    "dub": 1638,
    "roingto": 1639,
    "yamaguchi": 1640,
    "kari": 1641,
    "kink": 1642,
    "holicy": 1643,
    "graco": 1644,
    "alerana": 1645,
    "geneticlabnutrition": 1646,
    "yika": 1647,
    "goodram": 1648,
    "antika": 1649,
    "memo": 1650,
    "la-di-da": 1651,
    "biostar": 1652,
    "chopard": 1653,
    "boto": 1654,
    "joyor": 1655,
    "salewa": 1656,
    "atomic": 1657,
    "algotherm": 1658,
    "miracase": 1659,
    "floresan": 1660,
    "sunmi": 1661,
    "miele": 1662,
    "ramili": 1663,
    "krk": 1664,
    "nascitaprofessional": 1665,
    "arpenaz": 1666,
    "nioxin": 1667,
    "lol": 1668,
    "shopkins": 1669,
    "dahon": 1670,
    "palisad": 1671,
    "nadoba": 1672,
    "jetem": 1673,
    "devos": 1674,
    "maxcity": 1675,
    "alpicool": 1676,
    "myprotein": 1677,
    "manhattan": 1678,
    "verdi": 1679,
    "vulli": 1680,
    "alctron": 1681,
    "framesi": 1682,
    "krasatoys": 1683,
    "graf": 1684,
    "lutian": 1685,
    "kawasaki": 1686,
    "victoriassecret": 1687,
    "lubereckiekovry": 1688,
    "hanma": 1689,
    "malushen": 1690,
    "xinyu": 1691,
    "lotos": 1692,
    "royalblack": 1693,
    "spinmaster": 1694,
    "cubicfun": 1695,
    "ronthompson": 1696,
    "vtech": 1697,
    "farmstay": 1698,
    "emal": 1699,
    "hammer": 1700,
    "butterfly": 1701,
    "jiaxingharleybabycar": 1702,
    "segotep": 1703,
    "vasilisa": 1704,
    "esse": 1705,
    "minelab": 1706,
    "altinbasak": 1707,
    "gesso": 1708,
    "bykilian": 1709,
    "manke": 1710,
    "adagio": 1711,
    "nortec": 1712,
    "hotwheels": 1713,
    "kolo": 1714,
    "liebherr": 1715,
    "kiepe": 1716,
    "freeway": 1717,
    "ves": 1718,
    "moose": 1719,
    "samo": 1720,
    "caravanmusic": 1721,
    "elco": 1722,
    "konov": 1723,
    "scooter": 1724,
    "colorful": 1725,
    "jomalone": 1726,
    "estrade": 1727,
    "hycell": 1728,
    "micro": 1729,
    "serebroff": 1730,
    "bluesonic": 1731,
    "cayin": 1732,
    "amalbooks": 1733,
    "kuppersbusch": 1734,
    "dynacord": 1735,
    "creo": 1736,
    "apex": 1737,
    "henglei": 1738,
    "denon": 1739,
    "info": 1740,
    "firepower": 1741,
    "florentina": 1742,
    "baudet": 1743,
    "sunfull": 1744,
    "zfts": 1745,
    "ardesia": 1746,
    "annovireverberi": 1747,
    "kisswill": 1748,
    "dormeo": 1749,
    "lolsurprise": 1750,
    "qnt": 1751,
    "upright": 1752,
    "calvinklein": 1753,
    "biolane": 1754,
    "era": 1755,
    "mystar": 1756,
    "micuna": 1757,
    "ww": 1758,
    "enermax": 1759,
    "mebelev": 1760,
    "rivalli": 1761,
    "basharan": 1762,
    "klorane": 1763,
    "lesozavod": 1764,
    "tokler": 1765,
    "clever": 1766,
    "zic": 1767,
    "juventa": 1768,
    "europrint": 1769,
    "skylor": 1770,
    "gretsch": 1771,
    "cowon": 1772,
    "htw": 1773,
    "oster": 1774,
    "misty": 1775,
    "calgaro": 1776,
    "micromax": 1777,
    "sterntaler": 1778,
    "riche": 1779,
    "amen": 1780,
    "breezeboat": 1781,
    "kerastase": 1782,
    "tarlan": 1783,
    "dongma": 1784,
    "hap-p-kid": 1785,
    "irest": 1786,
    "louiserard": 1787,
    "amefa": 1788,
    "shoiberg": 1789,
    "yvesrocher": 1790,
    "oralcare": 1791,
    "e-twow": 1792,
    "estel": 1793,
    "g-cube": 1794,
    "tisa": 1795,
    "egreat": 1796,
    "sacvoyage": 1797,
    "zinvo": 1798,
    "pensofal": 1799,
    "abtoys": 1800,
    "koffer": 1801,
    "ditreex": 1802,
    "brkpress": 1803,
    "lovular": 1804,
    "candide": 1805,
    "dfc": 1806,
    "ultraflash": 1807,
    "vardoven": 1808,
    "crane": 1809,
    "loctek": 1810,
    "soyntec": 1811,
    "normann": 1812,
    "cyberpower": 1813,
    "sis": 1814,
    "exnihilo": 1815,
    "dr.hoffman": 1816,
    "volcano": 1817,
    "merry": 1818,
    "arkadia": 1819,
    "zimakrasavica": 1820,
    "gabor": 1821,
    "carwel": 1822,
    "sonda": 1823,
    "lubimyjdom": 1824,
    "likatoprofessional": 1825,
    "lahn": 1826,
    "humminbird": 1827,
    "greentree": 1828,
    "permanence": 1829,
    "basaran": 1830,
    "nyce": 1831,
    "hyper": 1832,
    "jupiter": 1833,
    "farcar": 1834,
    "rcf": 1835,
    "musclepharm": 1836,
    "volkl": 1837,
    "steelpower": 1838,
    "stolicatekstila": 1839,
    "junama": 1840,
    "bugaboo": 1841,
    "maisonfranciskurkdjian": 1842,
    "ant": 1843,
    "mersedes-benz": 1844,
    "deerma": 1845,
    "omnimount": 1846,
    "maxi": 1847,
    "twins": 1848,
    "amos": 1849,
    "vobix": 1850,
    "honda": 1851,
    "redken": 1852,
    "ventara": 1853,
    "babyono": 1854,
    "bonita": 1855,
    "dowontec": 1856,
    "jarko": 1857,
    "calligrata": 1858,
    "toyland": 1859,
    "brumer": 1860,
    "cettua": 1861,
    "lemaks": 1862,
    "knauf": 1863,
    "elektrostandard": 1864,
    "cameo": 1865,
    "zwillingjahenckels": 1866,
    "eurogold": 1867,
    "prc": 1868,
    "emer": 1869,
    "domenik": 1870,
    "lezard": 1871,
    "pinghudakebabycarrier": 1872,
    "naughtydog": 1873,
    "ag": 1874,
    "ecolight": 1875,
    "musicroom": 1876,
    "regatta": 1877,
    "hotmom": 1878,
    "crescina": 1879,
    "childhome": 1880,
    "rheinberger": 1881,
    "x-digital": 1882,
    "embawood": 1883,
    "beisier": 1884,
    "babolat": 1885,
    "humana": 1886,
    "roblox": 1887,
    "deuter": 1888,
    "dsppa": 1889,
    "davinci": 1890,
    "kale": 1891,
    "rosato": 1892,
    "eltex": 1893,
    "carpisa": 1894,
    "schecter": 1895,
    "lange": 1896,
    "kingsong": 1897,
    "dispho": 1898,
    "delimano": 1899,
    "ourgeneration": 1900,
    "trefl": 1901,
    "evga": 1902,
    "desigual": 1903,
    "gauss": 1904,
    "hauck": 1905,
    "jika": 1906,
    "advan": 1907,
    "greenpro": 1908,
    "brahner": 1909,
    "sti": 1910,
    "neman": 1911,
    "defredesign": 1912,
    "ibanez": 1913,
    "nutribullet": 1914,
    "cata": 1915,
    "funville": 1916,
    "wowwee": 1917,
    "teorema": 1918,
    "mercusys": 1919,
    "mad": 1920,
    "merealni": 1921,
    "soundking": 1922,
    "mustela": 1923,
    "boucheron": 1924,
    "silapro": 1925,
    "flexter": 1926,
    "vivitek": 1927,
    "jackson": 1928,
    "novatrack": 1929,
    "joonies": 1930,
    "kingmax": 1931,
    "cobi": 1932,
    "royallondon": 1933,
    "mefro": 1934,
    "siberia": 1935,
    "gaga": 1936,
    "wk": 1937,
    "ssm": 1938,
    "flashpoint": 1939,
    "x-foot": 1940,
    "tontarelli": 1941,
    "lanard": 1942,
    "comma": 1943,
    "versus": 1944,
    "bond": 1945,
    "s-oil": 1946,
    "baldessarini": 1947,
    "poholy": 1948,
    "nero": 1949,
    "kingslong": 1950,
    "wilo": 1951,
    "fresh": 1952,
    "schwinn": 1953,
    "oley": 1954,
    "ollin": 1955,
    "thorvik": 1956,
    "ship": 1957,
    "samson": 1958,
    "sunbody": 1959,
    "blenderbottle": 1960,
    "renegade": 1961,
    "a-derma": 1962,
    "skillmax": 1963,
    "dune": 1964,
    "synology": 1965,
    "alexandre.j": 1966,
    "kronwerk": 1967,
    "recaro": 1968,
    "stonelock": 1969,
    "yoga": 1970,
    "babywood": 1971,
    "technogym": 1972,
    "molodecnomebel": 1973,
    "romack": 1974,
    "blumarine": 1975,
    "duo": 1976,
    "atelier": 1977,
    "rebellion": 1978,
    "wester": 1979,
    "greenland": 1980,
    "magma": 1981,
    "wehncke": 1982,
    "londa": 1983,
    "mediheal": 1984,
    "ibili": 1985,
    "dopdrops": 1986,
    "scivation": 1987,
    "sunsuki": 1988,
    "riken": 1989,
    "qazprotein": 1990,
    "pequetren": 1991,
    "triumf": 1992,
    "dunya": 1993,
    "cameron": 1994,
    "withings": 1995,
    "protherm": 1996,
    "ideal": 1997,
    "san": 1998,
    "rovigo": 1999,
    "sportbaby": 2000,
    "fendi": 2001,
    "bayer": 2002,
    "plantex": 2003,
    "gerdamix": 2004,
    "compliment": 2005,
    "orla": 2006,
    "vmv": 2007,
    "aileron": 2008,
    "organickitchen": 2009,
    "kovi": 2010,
    "torso": 2011,
    "legrand": 2012,
    "k-lite": 2013,
    "samsonite": 2014,
    "tako": 2015,
    "sardes": 2016,
    "popurri": 2017,
    "simpleparenting": 2018,
    "lifetrons": 2019,
    "lori": 2020,
    "gigazone": 2021,
    "cullmann": 2022,
    "zerten": 2023,
    "mikrotik": 2024,
    "levrana": 2025,
    "unison": 2026,
    "fit": 2027,
    "mebberykz": 2028,
    "hjc": 2029,
    "madina": 2030,
    "tmnt": 2031,
    "dbpower": 2032,
    "pinus": 2033,
    "bluedio": 2034,
    "acqua": 2035,
    "alexika": 2036,
    "teslastyle": 2037,
    "armos": 2038,
    "makers": 2039,
    "zinc": 2040,
    "light": 2041,
    "galacticos": 2042,
    "estap": 2043,
    "aolais": 2044,
    "geitaran": 2045,
    "dariush": 2046,
    "kranzle": 2047,
    "nerf": 2048,
    "jb": 2049,
    "dvizenie": 2050,
    "wellneo": 2051,
    "ventura": 2052,
    "sea-doo": 2053,
    "initioparfumsprives": 2054,
    "benq": 2055,
    "tesler": 2056,
    "dardav": 2057,
    "trevi": 2058,
    "canwood": 2059,
    "parkcity": 2060,
    "cadelvetro": 2061,
    "vibe": 2062,
    "zilmer": 2063,
    "proxxon": 2064,
    "os": 2065,
    "nacon": 2066,
    "zhejiangjiajia": 2067,
    "haushalt": 2068,
    "sdt": 2069,
    "olsa": 2070,
    "rubiks": 2071,
    "k.k.y.": 2072,
    "sheffilton": 2073,
    "zobo": 2074,
    "strong": 2075,
    "koelf": 2076,
    "zapfcreation": 2077,
    "autojet": 2078,
    "becker": 2079,
    "aquavis": 2080,
    "berkley": 2081,
    "kampfer": 2082,
    "edcon": 2083,
    "mebelservice": 2084,
    "ken": 2085,
    "envision": 2086,
    "baige": 2087,
    "k-power": 2088,
    "dulevskijfarfor": 2089,
    "bravis": 2090,
    "polo": 2091,
    "allvega": 2092,
    "waspo": 2093,
    "body-solid": 2094,
    "aorus": 2095,
    "teyko": 2096,
    "stinol": 2097,
    "pisen": 2098,
    "prosperplast": 2099,
    "ardell": 2100,
    "berber": 2101,
    "grandstil": 2102,
    "amf": 2103,
    "woddon": 2104,
    "dirkjebabywear": 2105,
    "asustor": 2106,
    "promountain": 2107,
    "hairdorables": 2108,
    "jumper": 2109,
    "anreks": 2110,
    "zyxel": 2111,
    "classen": 2112,
    "fondital": 2113,
    "hifiman": 2114,
    "illumico": 2115,
    "softoy": 2116,
    "cmi": 2117,
    "honhongvictorygroupltd": 2118,
    "rode": 2119,
    "hubeiindustrialaimiletrading": 2120,
    "teknetics": 2121,
    "biovea": 2122,
    "whitewave": 2123,
    "ricco": 2124,
    "mercedesbenz": 2125,
    "felisatti": 2126,
    "drgans": 2127,
    "make-upatelier": 2128,
    "bomberg": 2129,
    "sisley": 2130,
    "alpika": 2131,
    "babymoov": 2132,
    "celine": 2133,
    "goalzero": 2134,
    "poli": 2135,
    "mjx": 2136,
    "belka": 2137,
    "merkurij": 2138,
    "claudebernard": 2139,
    "romer": 2140,
    "uniforce": 2141,
    "nobu": 2142,
    "drsea": 2143,
    "kress": 2144,
    "wert": 2145,
    "erismann": 2146,
    "azbukvarik": 2147,
    "tizo": 2148,
    "kelly": 2149,
    "tanglewood": 2150,
    "rapala": 2151,
    "char-broil": 2152,
    "osann": 2153,
    "tools": 2154,
    "guzzini": 2155,
    "spiegelau": 2156,
    "oukitel": 2157,
    "siemens": 2158,
    "goliath": 2159,
    "lord": 2160,
    "raidmax": 2161,
    "mecta": 2162,
    "ol-tex": 2163,
    "easycamp": 2164,
    "dagee": 2165,
    "topex": 2166,
    "sevenfriday": 2167,
    "lom": 2168,
    "karapuz": 2169,
    "temp": 2170,
    "aardwolf": 2171,
    "higashi": 2172,
    "kaplanser": 2173,
    "feron": 2174,
    "planet": 2175,
    "jigott": 2176,
    "krosno": 2177,
    "bot": 2178,
    "jata": 2179,
    "tous": 2180,
    "hilti": 2181,
    "hotner": 2182,
    "nomad": 2183,
    "ubiquiti": 2184,
    "xieming": 2185,
    "weber": 2186,
    "vitra": 2187,
    "soundstream": 2188,
    "eurosvet": 2189,
    "dr.jart": 2190,
    "viessmann": 2191,
    "favourite": 2192,
    "batik": 2193,
    "stryj": 2194,
    "hollicy": 2195,
    "rasch": 2196,
    "maclaren": 2197,
    "realflame": 2198,
    "grandmanar": 2199,
    "cellucor": 2200,
    "dsquared": 2201,
    "silhouette": 2202,
    "autopower": 2203,
    "rock": 2204,
    "trendbeauty": 2205,
    "homage": 2206,
    "freya": 2207,
    "tactic": 2208,
    "arktika": 2209,
    "fsd": 2210,
    "mentor": 2211,
    "carcam": 2212,
    "merzuka": 2213,
    "rajton": 2214,
    "merrylock": 2215,
    "bona": 2216,
    "wintek": 2217,
    "qcyber": 2218,
    "mitre": 2219,
    "interos": 2220,
    "aquatic": 2221,
    "billi": 2222,
    "shogun": 2223,
    "maman": 2224,
    "zoom": 2225,
    "besafe": 2226,
    "marcotozzi": 2227,
    "slider": 2228,
    "marcotozzipremio": 2229,
    "daesung": 2230,
    "organicshop": 2231,
    "metalions": 2232,
    "desatoekorolevstvo": 2233,
